@extends('layouts.app')

@section('content')
    <div class="container">
        <h2>Политика конфиденциальности</h2>

        <ol>
            <li>Сбор и использование информации
                <ul>
                    <li>Мы собираем информацию, которую вы предоставляете при регистрации и использовании нашего сервиса.</li>
                    <li>Мы используем эту информацию для предоставления и улучшения нашего сервиса, а также для обработки ваших запросов и обратной связи.</li>
                </ul>
            </li>
            <li>Использование файлов cookie и технологий отслеживания
                <ul>
                    <li>Мы используем файлы cookie и аналогичные технологии для улучшения функциональности и производительности нашего сервиса.</li>
                    <li>Вы можете настроить свой браузер для отключения файлов cookie или получения уведомлений перед их установкой.</li>
                </ul>
            </li>
            <li>Раскрытие информации третьим лицам
                <ul>
                    <li>Мы не раскрываем вашу персональную информацию третьим лицам без вашего согласия, за исключением случаев, предусмотренных законодательством или нашими юридическими обязательствами.</li>
                </ul>
            </li>
            <li>Безопасность данных
                <ul>
                    <li>Мы принимаем меры для защиты ваших персональных данных от несанкционированного доступа, использования или раскрытия.</li>
                    <li>Однако, помните, что никакая система передачи данных через Интернет или метод электронного хранения не гарантирует абсолютной безопасности.</li>
                </ul>
            </li>
            <li>Права пользователей
                <ul>
                    <li>Вы имеете право запросить доступ, исправление или удаление ваших персональных данных, а также ограничить их обработку.</li>
                    <li>Вы также можете отозвать свое согласие на обработку персональных данных или запросить перенос данных.</li>
                </ul>
            </li>
            <li>Сроки хранения данных
                <ul>
                    <li>Мы храним ваши персональные данные только в течение необходимого периода для целей, описанных в нашей политике конфиденциальности.</li>
                </ul>
            </li>
            <li>Изменения политики конфиденциальности
                <ul>
                    <li>Мы оставляем за собой право вносить изменения в нашу политику конфиденциальности. Изменения вступают в силу с момента их публикации на нашем веб-сайте.</li>
                </ul>
            </li>
        </ol>
    </div>
@endsection
