@extends('layouts.app')

@section('content')
    <div class="container">
        <h2>Пользовательское соглашение</h2>

        <ol>
            <li>Добро пожаловать! При использовании нашего веб-сервиса, вы соглашаетесь с нижеприведенными условиями использования. Пожалуйста, внимательно ознакомьтесь с ними.</li>
            <li>Права и обязанности пользователей
                <ul>
                    <li>Вы обязуетесь предоставлять достоверную информацию при регистрации и не использовать сервис для незаконных целей.</li>
                    <li>Вы несете ответственность за сохранность своих учетных данных и обязаны немедленно уведомить нас в случае их утраты или несанкционированного доступа.</li>
                    <li>Вы соглашаетесь использовать наш сервис только в соответствии с действующим законодательством и не нарушать права других пользователей.</li>
                </ul>
            </li>
            <li>Ограничение ответственности
                <ul>
                    <li>Мы не несем ответственности за содержимое сторонних веб-сайтов, на которые могут быть размещены ссылки на нашем сервисе.</li>
                    <li>Мы не гарантируем бесперебойную работу сервиса и не несем ответственности за временные сбои или проблемы, вызванные непредвиденными обстоятельствами.</li>
                </ul>
            </li>
            <li>Интеллектуальная собственность
                <ul>
                    <li>Все права на интеллектуальную собственность, связанную с нашим сервисом, остаются за нами или соответствующими правообладателями.</li>
                    <li>Запрещается воспроизводить, распространять, модифицировать или использовать нашу интеллектуальную собственность без нашего разрешения.</li>
                </ul>
            </li>
            <li>Конфиденциальность и защита данных
                <ul>
                    <li>Мы обрабатываем ваши персональные данные в соответствии с нашей политикой конфиденциальности. Мы предпринимаем меры для защиты ваших данных, однако не можем гарантировать абсолютную безопасность передачи данных в Интернете.</li>
                </ul>
            </li>
            <li>Изменения и прекращение соглашения
                <ul>
                    <li>Мы оставляем за собой право вносить изменения в условия использования в любое время. Изменения вступают в силу с момента их публикации на нашем веб-сайте.</li>
                    <li>Вы можете прекратить использование нашего сервиса в любое время.</li>
                </ul>
            </li>
        </ol>
    </div>
@endsection
